Repository: zagoli/VotaSanremo
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: it

source: Actions
it: Azioni

source: Attempting to reconnect
it: Sto tentando di riconnettermi

source: Error!
it: Errore!

source: Hang in there while we get back on track
it: Aspetta un attimo mentre ci riprendiamo

source: Juries
it: Giurie

source: Leaderboard
it: Classifica

source: Log in
it: Accedi

source: Log out
it: Esci

source: My invites
it: I miei inviti

source: Register
it: Registrati

source: Search users
it: Cerca un utente

source: Settings
it: Impostazioni

source: Something went wrong!
it: Qualcosa è andato storto!

source: Success!
it: Operazione riuscita!

source: Vote
it: Vota

source: We can't find the internet
it: Non riusciamo a connetterci a Internet

source: close
it: chiudi

source: Log in to vote!
it: Accedi per votare!

source: View the live leaderboard!
it: Guarda la classifica in tempo reale!

source: Contribute to the global leaderboard by voting for your favourite artists every night. You can also create a jury with your friends!
it: Partecipa alla classifica votando i tuoi artisti preferiti ogni sera. Puoi anche creare una giuria con i tuoi amici!

source: Rate your favourite artists every night!
it: Vota i tuoi artisti preferiti ogni sera!

source: %{jury_name} members
it: Membri di %{jury_name}

source: %{username} does not want to disclose his/her votes.
it: %{username} non vuole rendere pubblici i suoi voti.

source: A link to confirm your email change has been sent to the new address.
it: Un link per confermare il cambio email è stato inviato al nuovo indirizzo.

source: Accept
it: Accetta

source: Already registered?
it: Hai già un account?

source: Back to juries
it: Torna alle giurie

source: Back to jury
it: Torna alla giuria

source: Change Email
it: Cambia email

source: Change Password
it: Cambia password

source: Change your email
it: Cambia la tua email

source: Changing...
it: Cambiamento in corso...

source: Choose a name. You will be able to invite jurors later.
it: Scegli un nome. Potrai invitare i giurati più tardi.

source: Confirm Account
it: Conferma Account

source: Confirm my account
it: Conferma il mio account

source: Confirm new password
it: Conferma nuova password

source: Confirming...
it: Confermando...

source: Create a new jury
it: Crea una nuova giuria

source: Create an account
it: Crea un account

source: Creating account...
it: Sto creando un account...

source: Current password
it: Password attuale

source: Decline
it: Rifiuta

source: Don't have an account?
it: Non hai un account?

source: Email change link is invalid or it has expired.
it: Il link per il cambio email non è valido o è scaduto.

source: Email changed successfully.
it: Email modificata con successo.

source: Error exiting the jury
it: Errore nell'uscita dalla giuria

source: Error inviting user
it: Errore nell'invito dell'utente

source: Error while accepting this invite. Sorry!
it: Errore nell'accettare l'invito. Ci dispiace!

source: Error while declining this invite. Sorry!
it: Errore nel rifiutare l'invito. Ci dispiace!

source: Exit from this jury
it: Esci da questa giuria

source: Forgot your password?
it: Password dimenticata?

source: From here you can accept or decline the invites to be a jury member.
it: Da qui puoi accettare o rifiutare gli inviti per diventare membro di una giuria.

source: If you set your votes privacy to public, every registered user will be able to see them.
it: Se imposti i tuoi voti come pubblici, tutti gli utenti registrati potranno vederli.

source: If your email is in our system and it has not been confirmed yet, you will receive an email with instructions shortly.
it: Se la tua email è nel nostro sistema e non è stata ancora confermata, riceverai a breve un'email con le istruzioni.

source: If your email is in our system, you will receive instructions to reset your password shortly.
it: Se la tua email è nel nostro sistema, riceverai a breve le istruzioni per reimpostare la password.

source: Invite
it: Invita

source: Invite a user
it: Invita un utente

source: Invite accepted! You are now part of %{jury_name}
it: Invito accettato! Ora fai parte di %{jury_name}

source: Invite declined.
it: Invito rifiutato.

source: Jury
it: Giuria

source: Jury name
it: Nome della giuria

source: Keep me logged in
it: Ricordami

source: Log in to account
it: Accedi al tuo account

source: Logging in...
it: Accesso in corso...

source: Members
it: Membri

source: My Juries
it: Le mie Giurie

source: New password
it: Nuova password

source: No confirmation instructions received?
it: Non hai ricevuto le istruzioni di conferma?

source: Oops, something went wrong! Please check the errors below.
it: Ops, qualcosa è andato storto! Controlla gli errori qui sotto.

source: Password reset successfully.
it: Password reimpostata con successo.

source: Pending sent invites
it: Inviti in sospeso

source: Private
it: Privati

source: Public
it: Pubblici

source: Register for an account
it: Registra un account

source: Resend confirmation instructions
it: Reinvia istruzioni di conferma

source: Reset Password
it: Reimposta Password

source: Reset password link is invalid or it has expired.
it: Il link per reimpostare la password non è valido o è scaduto.

source: Resetting...
it: Reimpostazione in corso...

source: Save
it: Salva

source: Saving...
it: Salvataggio in corso...

source: Search a user
it: Cerca un utente

source: See the current live leaderboard!
it: Guarda la classifica in tempo reale!

source: Send password reset instructions
it: Invia istruzioni per reimpostare la password

source: Sending...
it: Invio in corso...

source: Set your votes privacy
it: Imposta la privacy dei tuoi voti

source: Sign up
it: Registrati

source: There are no juries yet.
it: Non ci sono ancora giurie.

source: There are no members yet.
it: Non ci sono ancora membri.

source: There are no votes to show yet.
it: Non ci sono ancora voti da mostrare.

source: There was an error while submitting your vote.
it: C'è stato un errore nell'invio del tuo voto.

source: User confirmation link is invalid or it has expired.
it: Il link di conferma utente non è valido o è scaduto.

source: User confirmed successfully.
it: Utente confermato con successo.

source: User invited
it: Utente invitato

source: Username
it: Nome utente

source: Vote submitted!
it: Voto inviato!

source: Votes
it: Voti

source: We'll send a new confirmation link to your inbox
it: Ti invieremo un nuovo link di conferma nella tua casella email

source: We'll send a password reset link to your inbox
it: Ti invieremo un link per reimpostare la password nella tua casella email

source: Weighted scores
it: Voti ponderati

source: You are a member of
it: Sei membro di

source: You are not allowed to invite a user!
it: Non sei autorizzato a invitare un utente!

source: You cannot vote now.
it: Non puoi votare ora.

source: You founded
it: Hai fondato

source: You have no pending invites.
it: Non hai inviti in sospeso.

source: You have successfully exited the jury!
it: Sei uscito dalla giuria!

source: for an account now.
it: un account.

source: to your account now.
it: al tuo account.

source: Error removing member.
it: Errore durante la rimozione del membro della giuria.

source: Member removed!
it: Membro della giuria rimosso!

source: Remove member
it: Rimuovi membro della giuria

source: Founded by %{founder}
it: Fondata da %{founder}

source: No members
it: Nessun membro

source: One member
it: Un membro

source: Account created successfully! A confirmation email was sent to your email address.
it: Account creato con successo! Un'email di conferma è stata inviata al tuo indirizzo email.

source: Logged out successfully.
it: Disconnesso con successo.

source: Password updated successfully!
it: Password reimpostata con successo.

source: Welcome back!
it: Bentornato!

source: Admin section
it: Sezione amministratori

source: Manage editions
it: Gestisci edizioni

source: Manage performers
it: Gestisci artisti

source: Add or edit a performer.
it: Aggiungi o modifica un artista.

source: Are you sure to delete this edition?
it: Sei sicuro di voler eliminare questa edizione?

source: Are you sure?
it: Sei sicuro?

source: Back to all editions
it: Torna a tutte le edizioni

source: Could not delete performance.
it: Impossibile eliminare la performance.

source: Create a new edition
it: Crea una nuova edizione

source: Date
it: Data

source: Delete
it: Elimina

source: Description
it: Descrizione

source: Edit
it: Modifica

source: Edit Performer
it: Modifica artista

source: Error creating the edition
it: Error durante la creazione dell'edizione

source: Evening Number
it: Numero di serata

source: Evening updated successfully.
it: Serata aggiornata con successo.

source: Manage Evening %{number}
it: Gestisci Serata %{number}

source: Name
it: Nome

source: New Performer
it: Nuovo Artista

source: New edition
it: Nuova edizione

source: Performance added successfully.
it: Performance aggiunta con successo.

source: Performance deleted successfully.
it: Performance eliminata con successo.

source: Performance type
it: Tipo di performance

source: Performer
it: Artista

source: Performer created successfully
it: Artista creato con successo

source: Performer updated successfully
it: Artista aggiornato con successo

source: Performers
it: Artisti

source: Save Performer
it: Salva artista

source: There are no editions yet.
it: Non ci sono ancora edizioni.

source: There are no performances yet.
it: Non ci sono ancora performances.

source: Votes End
it: Fine votazioni

source: Votes Start
it: Inizio votazioni

source: Votes end:
it: Fine votazioni:

source: Votes start:
it: Inizio votazioni:

source: add an evening
it: aggiungi una serata

source: add performance
it: aggiungi una performance

source: delete edition
it: elimina edizione

source: delete evening %{number}
it: elimina serata %{number}

source: delete performance
it: elimina performance

source: edit evening %{number}
it: modifica serata %{number}

source: save edition
it: salva edizione

source: You cannot invite yourself!
it: Non puoi invitare te stesso!

source: Edit performance type
it: Modifica tipo di performance

source: Manage performance types
it: Gestisci tipi di performance

source: Manage users
it: Gestisci utenti

source: New performance type
it: Nuovo tipo di performance

source: Number of confirmed users
it: Numero di utenti confermati

source: Number of registered users
it: Numero di utenti registrati

source: Performance type created
it: Tipo di performance creato

source: Performance type updated
it: Tipo di performance aggiornato

source: Performance types
it: Tipi di performance

source: Save performance type
it: Salva tipo di performance

source: There are no artists yet.
it: Non ci sono ancora artisti.

source: Account deleted successfully.
it: Account eliminato con successo.

source: An error occurred while deleting your account.
it: Si è verificato un errore durante l'eliminazione del tuo account.

source: Delete account
it: Elimina account

source: I understand, delete my account
it: Ho capito, elimina il mio account

source: Other settings
it: Altre impostazioni

source: The juries you founded and your votes will also be deleted.
it: Anche le giurie che hai fondato e i tuoi voti verranno eliminati.

source: You are about to delete your account.
it: Stai per eliminare il tuo account.
